Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: %1$@ workout and %2$@ weigh-in were logged on this device while signed out. Add them to your profile, or keep the profile exactly as it is on the server.
ar: سُجل %1$@ تدريب و%2$@ قياس وزن على هذا الجهاز أثناء تسجيل الخروج. أضفهما إلى ملفك، أو أبقِ الملف كما هو على الخادم.
de: %1$@ Training und %2$@ Wiegung wurden auf diesem Gerät ohne Anmeldung erfasst. Zum Profil hinzufügen oder das Profil genau so lassen, wie es auf dem Server ist.
es: %1$@ entrenamiento y %2$@ pesaje se registraron en este dispositivo sin iniciar sesión. Añádelos a tu perfil o deja el perfil exactamente como está en el servidor.
fr: %1$@ séance et %2$@ pesée ont été enregistrées sur cet appareil sans connexion. Ajoutez-les à votre profil ou gardez le profil exactement tel qu’il est sur le serveur.
hi: %1$@ वर्कआउट और %2$@ वज़न इस डिवाइस पर बिना साइन इन किए दर्ज किए गए। इन्हें अपनी प्रोफ़ाइल में जोड़ें, या प्रोफ़ाइल को ठीक वैसा ही रखें जैसा सर्वर पर है।
hu: %1$@ edzés és %2$@ mérés került rögzítésre ezen az eszközön bejelentkezés nélkül. Add hozzá őket a profilodhoz, vagy hagyd a profilt pontosan úgy, ahogy a szerveren van.
it: %1$@ allenamento e %2$@ pesata sono stati registrati su questo dispositivo senza accesso. Aggiungili al tuo profilo o lascia il profilo esattamente com’è sul server.
ko: 로그인하지 않은 상태에서 이 기기에 운동 %1$@개와 체중 기록 %2$@개가 기록되었습니다. 프로필에 추가하거나 서버에 있는 프로필을 그대로 유지하세요.
pl: %1$@ trening i %2$@ ważenie zapisano na tym urządzeniu bez logowania. Dodaj je do profilu albo zostaw profil dokładnie taki, jaki jest na serwerze.
pt: %1$@ treino e %2$@ pesagem foram registados neste dispositivo sem sessão iniciada. Adiciona-os ao teu perfil ou mantém o perfil exatamente como está no servidor.
pt_br: %1$@ treino e %2$@ pesagem foram registrados neste dispositivo sem login. Adicione-os ao seu perfil ou mantenha o perfil exatamente como está no servidor.
ru: %1$@ тренировка и %2$@ взвешивание были записаны на этом устройстве без входа. Добавьте их в профиль или оставьте профиль ровно таким, как на сервере.
th: มีการบันทึกการฝึก %1$@ ครั้งและการชั่งน้ำหนัก %2$@ ครั้งบนอุปกรณ์นี้ขณะไม่ได้ลงชื่อเข้าใช้ เพิ่มลงในโปรไฟล์ของคุณ หรือคงโปรไฟล์ไว้ตามที่อยู่บนเซิร์ฟเวอร์
tr: Bu cihazda oturum açılmadan %1$@ antrenman ve %2$@ tartım kaydedildi. Bunları profiline ekle ya da profili sunucudaki hâliyle bırak.
uk: На цьому пристрої без входу записано %1$@ тренування і %2$@ зважування. Додай їх у профіль або лиши профіль точно таким, як на сервері.
zh: 此设备在未登录时记录了 %1$@ 次训练和 %2$@ 次体重。把它们加入你的个人资料，或保持个人资料与服务器上的完全一致。

source: %1$@ workout and %2$@ weigh-ins were logged on this device while signed out. Add them to your profile, or keep the profile exactly as it is on the server.
ar: سُجل %1$@ تدريب و%2$@ قياسات وزن على هذا الجهاز أثناء تسجيل الخروج. أضفها إلى ملفك، أو أبقِ الملف كما هو على الخادم.
de: %1$@ Training und %2$@ Wiegungen wurden auf diesem Gerät ohne Anmeldung erfasst. Zum Profil hinzufügen oder das Profil genau so lassen, wie es auf dem Server ist.
es: %1$@ entrenamiento y %2$@ pesajes se registraron en este dispositivo sin iniciar sesión. Añádelos a tu perfil o deja el perfil exactamente como está en el servidor.
fr: %1$@ séance et %2$@ pesées ont été enregistrées sur cet appareil sans connexion. Ajoutez-les à votre profil ou gardez le profil exactement tel qu’il est sur le serveur.
hi: %1$@ वर्कआउट और %2$@ वज़न इस डिवाइस पर बिना साइन इन किए दर्ज किए गए। इन्हें अपनी प्रोफ़ाइल में जोड़ें, या प्रोफ़ाइल को ठीक वैसा ही रखें जैसा सर्वर पर है।
hu: %1$@ edzés és %2$@ mérés került rögzítésre ezen az eszközön bejelentkezés nélkül. Add hozzá őket a profilodhoz, vagy hagyd a profilt pontosan úgy, ahogy a szerveren van.
it: %1$@ allenamento e %2$@ pesate sono stati registrati su questo dispositivo senza accesso. Aggiungili al tuo profilo o lascia il profilo esattamente com’è sul server.
ko: 로그인하지 않은 상태에서 이 기기에 운동 %1$@개와 체중 기록 %2$@개가 기록되었습니다. 프로필에 추가하거나 서버에 있는 프로필을 그대로 유지하세요.
pl: %1$@ trening i %2$@ ważeń zapisano na tym urządzeniu bez logowania. Dodaj je do profilu albo zostaw profil dokładnie taki, jaki jest na serwerze.
pt: %1$@ treino e %2$@ pesagens foram registados neste dispositivo sem sessão iniciada. Adiciona-os ao teu perfil ou mantém o perfil exatamente como está no servidor.
pt_br: %1$@ treino e %2$@ pesagens foram registrados neste dispositivo sem login. Adicione-os ao seu perfil ou mantenha o perfil exatamente como está no servidor.
ru: %1$@ тренировка и %2$@ взвешиваний были записаны на этом устройстве без входа. Добавьте их в профиль или оставьте профиль ровно таким, как на сервере.
th: มีการบันทึกการฝึก %1$@ ครั้งและการชั่งน้ำหนัก %2$@ ครั้งบนอุปกรณ์นี้ขณะไม่ได้ลงชื่อเข้าใช้ เพิ่มลงในโปรไฟล์ของคุณ หรือคงโปรไฟล์ไว้ตามที่อยู่บนเซิร์ฟเวอร์
tr: Bu cihazda oturum açılmadan %1$@ antrenman ve %2$@ tartım kaydedildi. Bunları profiline ekle ya da profili sunucudaki hâliyle bırak.
uk: На цьому пристрої без входу записано %1$@ тренування і зважувань: %2$@. Додай їх у профіль або лиши профіль точно таким, як на сервері.
zh: 此设备在未登录时记录了 %1$@ 次训练和 %2$@ 次体重。把它们加入你的个人资料，或保持个人资料与服务器上的完全一致。

# {0} workout total
source: %1$@ workout total
ar: %1$@ تمرين إجمالًا
de: insgesamt %1$@ Training
es: %1$@ entrenamiento en total
fr: %1$@ séance au total
hi: कुल %1$@ वर्कआउट
hu: összesen %1$@ edzés
it: %1$@ allenamento in totale
ko: 총 운동 %1$@회
pl: łącznie %1$@ trening
pt: %1$@ treino no total
pt_br: %1$@ treino no total
ru: всего тренировок: %1$@
th: รวมทั้งหมด %1$@ ครั้ง
tr: toplam %1$@ antrenman
uk: усього тренувань: %1$@
zh: 共 %1$@ 次训练

# {0} workouts
source: %1$@ workouts
ar: %1$@ تمارين
de: %1$@ Trainings
es: %1$@ entrenamientos
fr: %1$@ séances
hi: %1$@ वर्कआउट
hu: %1$@ edzés
it: %1$@ allenamenti
ko: 운동 %1$@회
pl: %1$@ treningów
pt: %1$@ treinos
pt_br: %1$@ treinos
ru: Тренировок: %1$@
th: %1$@ ครั้ง
tr: %1$@ antrenman
uk: Тренувань: %1$@
zh: %1$@ 次训练

source: %1$@ workouts and %2$@ weigh-in were logged on this device while signed out. Add them to your profile, or keep the profile exactly as it is on the server.
ar: سُجلت %1$@ تدريبات و%2$@ قياس وزن على هذا الجهاز أثناء تسجيل الخروج. أضفها إلى ملفك، أو أبقِ الملف كما هو على الخادم.
de: %1$@ Trainings und %2$@ Wiegung wurden auf diesem Gerät ohne Anmeldung erfasst. Zum Profil hinzufügen oder das Profil genau so lassen, wie es auf dem Server ist.
es: %1$@ entrenamientos y %2$@ pesaje se registraron en este dispositivo sin iniciar sesión. Añádelos a tu perfil o deja el perfil exactamente como está en el servidor.
fr: %1$@ séances et %2$@ pesée ont été enregistrées sur cet appareil sans connexion. Ajoutez-les à votre profil ou gardez le profil exactement tel qu’il est sur le serveur.
hi: %1$@ वर्कआउट और %2$@ वज़न इस डिवाइस पर बिना साइन इन किए दर्ज किए गए। इन्हें अपनी प्रोफ़ाइल में जोड़ें, या प्रोफ़ाइल को ठीक वैसा ही रखें जैसा सर्वर पर है।
hu: %1$@ edzés és %2$@ mérés került rögzítésre ezen az eszközön bejelentkezés nélkül. Add hozzá őket a profilodhoz, vagy hagyd a profilt pontosan úgy, ahogy a szerveren van.
it: %1$@ allenamenti e %2$@ pesata sono stati registrati su questo dispositivo senza accesso. Aggiungili al tuo profilo o lascia il profilo esattamente com’è sul server.
ko: 로그인하지 않은 상태에서 이 기기에 운동 %1$@개와 체중 기록 %2$@개가 기록되었습니다. 프로필에 추가하거나 서버에 있는 프로필을 그대로 유지하세요.
pl: %1$@ treningów i %2$@ ważenie zapisano na tym urządzeniu bez logowania. Dodaj je do profilu albo zostaw profil dokładnie taki, jaki jest na serwerze.
pt: %1$@ treinos e %2$@ pesagem foram registados neste dispositivo sem sessão iniciada. Adiciona-os ao teu perfil ou mantém o perfil exatamente como está no servidor.
pt_br: %1$@ treinos e %2$@ pesagem foram registrados neste dispositivo sem login. Adicione-os ao seu perfil ou mantenha o perfil exatamente como está no servidor.
ru: %1$@ тренировок и %2$@ взвешивание были записаны на этом устройстве без входа. Добавьте их в профиль или оставьте профиль ровно таким, как на сервере.
th: มีการบันทึกการฝึก %1$@ ครั้งและการชั่งน้ำหนัก %2$@ ครั้งบนอุปกรณ์นี้ขณะไม่ได้ลงชื่อเข้าใช้ เพิ่มลงในโปรไฟล์ของคุณ หรือคงโปรไฟล์ไว้ตามที่อยู่บนเซิร์ฟเวอร์
tr: Bu cihazda oturum açılmadan %1$@ antrenman ve %2$@ tartım kaydedildi. Bunları profiline ekle ya da profili sunucudaki hâliyle bırak.
uk: На цьому пристрої без входу записано тренувань: %1$@ і %2$@ зважування. Додай їх у профіль або лиши профіль точно таким, як на сервері.
zh: 此设备在未登录时记录了 %1$@ 次训练和 %2$@ 次体重。把它们加入你的个人资料，或保持个人资料与服务器上的完全一致。

source: %1$@ workouts and %2$@ weigh-ins were logged on this device while signed out. Add them to your profile, or keep the profile exactly as it is on the server.
ar: سُجلت %1$@ تدريبات و%2$@ قياسات وزن على هذا الجهاز أثناء تسجيل الخروج. أضفها إلى ملفك، أو أبقِ الملف كما هو على الخادم.
de: %1$@ Trainings und %2$@ Wiegungen wurden auf diesem Gerät ohne Anmeldung erfasst. Zum Profil hinzufügen oder das Profil genau so lassen, wie es auf dem Server ist.
es: %1$@ entrenamientos y %2$@ pesajes se registraron en este dispositivo sin iniciar sesión. Añádelos a tu perfil o deja el perfil exactamente como está en el servidor.
fr: %1$@ séances et %2$@ pesées ont été enregistrées sur cet appareil sans connexion. Ajoutez-les à votre profil ou gardez le profil exactement tel qu’il est sur le serveur.
hi: %1$@ वर्कआउट और %2$@ वज़न इस डिवाइस पर बिना साइन इन किए दर्ज किए गए। इन्हें अपनी प्रोफ़ाइल में जोड़ें, या प्रोफ़ाइल को ठीक वैसा ही रखें जैसा सर्वर पर है।
hu: %1$@ edzés és %2$@ mérés került rögzítésre ezen az eszközön bejelentkezés nélkül. Add hozzá őket a profilodhoz, vagy hagyd a profilt pontosan úgy, ahogy a szerveren van.
it: %1$@ allenamenti e %2$@ pesate sono stati registrati su questo dispositivo senza accesso. Aggiungili al tuo profilo o lascia il profilo esattamente com’è sul server.
ko: 로그인하지 않은 상태에서 이 기기에 운동 %1$@개와 체중 기록 %2$@개가 기록되었습니다. 프로필에 추가하거나 서버에 있는 프로필을 그대로 유지하세요.
pl: %1$@ treningów i %2$@ ważeń zapisano na tym urządzeniu bez logowania. Dodaj je do profilu albo zostaw profil dokładnie taki, jaki jest na serwerze.
pt: %1$@ treinos e %2$@ pesagens foram registados neste dispositivo sem sessão iniciada. Adiciona-os ao teu perfil ou mantém o perfil exatamente como está no servidor.
pt_br: %1$@ treinos e %2$@ pesagens foram registrados neste dispositivo sem login. Adicione-os ao seu perfil ou mantenha o perfil exatamente como está no servidor.
ru: %1$@ тренировок и %2$@ взвешиваний были записаны на этом устройстве без входа. Добавьте их в профиль или оставьте профиль ровно таким, как на сервере.
th: มีการบันทึกการฝึก %1$@ ครั้งและการชั่งน้ำหนัก %2$@ ครั้งบนอุปกรณ์นี้ขณะไม่ได้ลงชื่อเข้าใช้ เพิ่มลงในโปรไฟล์ของคุณ หรือคงโปรไฟล์ไว้ตามที่อยู่บนเซิร์ฟเวอร์
tr: Bu cihazda oturum açılmadan %1$@ antrenman ve %2$@ tartım kaydedildi. Bunları profiline ekle ya da profili sunucudaki hâliyle bırak.
uk: На цьому пристрої без входу записано тренувань: %1$@ і зважувань: %2$@. Додай їх у профіль або лиши профіль точно таким, як на сервері.
zh: 此设备在未登录时记录了 %1$@ 次训练和 %2$@ 次体重。把它们加入你的个人资料，或保持个人资料与服务器上的完全一致。

# {0} workouts imported
source: %1$@ workouts imported
ar: %1$@ تمارين مستوردة
de: %1$@ Trainings importiert
es: %1$@ entrenamientos importados
fr: %1$@ séances importées
hi: %1$@ वर्कआउट आयात हुए
hu: %1$@ edzés importálva
it: %1$@ allenamenti importati
ko: 운동 %1$@개를 가져왔습니다
pl: Zaimportowano %1$@ treningów
pt: %1$@ treinos importados
pt_br: %1$@ treinos importados
ru: Импортировано тренировок: %1$@
th: นำเข้าการออกกำลังกาย %1$@ ครั้งแล้ว
tr: %1$@ antrenman içe aktarıldı
uk: Імпортовано тренувань: %1$@
zh: 已导入 %1$@ 次训练

# {0} workouts total
source: %1$@ workouts total
ar: %1$@ تمارين إجمالًا
de: insgesamt %1$@ Trainings
es: %1$@ entrenamientos en total
fr: %1$@ séances au total
hi: कुल %1$@ वर्कआउट
hu: összesen %1$@ edzés
it: %1$@ allenamenti in totale
ko: 총 운동 %1$@회
pl: łącznie %1$@ treningów
pt: %1$@ treinos no total
pt_br: %1$@ treinos no total
ru: всего тренировок: %1$@
th: รวมทั้งหมด %1$@ ครั้ง
tr: toplam %1$@ antrenman
uk: усього тренувань: %1$@
zh: 共 %1$@ 次训练

# {0} {1} moved in total.
source: %1$@ %2$@ moved in total.
ar: رفعت إجمالي %1$@ %2$@.
de: Insgesamt %1$@ %2$@ bewegt.
es: %1$@ %2$@ movidos en total.
fr: %1$@ %2$@ déplacés au total.
hi: कुल %1$@ %2$@ उठाया।
hu: Összesen %1$@ %2$@ megmozgatva.
it: %1$@ %2$@ mossi in totale.
ko: 총 %1$@ %2$@ 들어 올림.
pl: Łącznie przerzucono %1$@ %2$@.
pt: %1$@ %2$@ movidos no total.
pt_br: %1$@ %2$@ movidos no total.
ru: Всего поднято %1$@ %2$@.
th: ยกรวมทั้งหมด %1$@ %2$@
tr: Toplam %1$@ %2$@ kaldırıldı.
uk: Загалом піднято %1$@ %2$@.
zh: 总共举起 %1$@ %2$@。

# {0} × {1} on {2}
source: %1$@ × %2$@ on %3$@
ar: %1$@ × %2$@ بتاريخ %3$@
de: %1$@ × %2$@ am %3$@
es: %1$@ × %2$@ el %3$@
fr: %1$@ × %2$@ le %3$@
hi: %3$@ को %1$@ × %2$@
it: %1$@ × %2$@ il %3$@
pl: %1$@ × %2$@ dnia %3$@
pt: %1$@ × %2$@ em %3$@
pt_br: %1$@ × %2$@ em %3$@
ru: %1$@ × %2$@ от %3$@
th: %1$@ × %2$@ เมื่อ %3$@
tr: %3$@ tarihinde %1$@ × %2$@
uk: %1$@ × %2$@ від %3$@

# {0} — done
source: %1$@ — done
ar: %1$@ — مكتمل
de: %1$@ — erledigt
es: %1$@ — hecho
fr: %1$@ — terminé
hi: %1$@ — पूरा
hu: %1$@ — kész
it: %1$@ — fatto
ko: %1$@ — 완료
pl: %1$@ — zrobione
pt: %1$@ — concluído
pt_br: %1$@ — concluído
ru: %1$@ — сделано
th: %1$@ — เสร็จแล้ว
tr: %1$@ — tamamlandı
uk: %1$@ — зроблено
zh: %1$@ — 已完成

# {0} — in progress
source: %1$@ — in progress
ar: %1$@ — قيد التنفيذ
de: %1$@ — läuft
es: %1$@ — en curso
fr: %1$@ — en cours
hi: %1$@ — चल रहा है
hu: %1$@ — folyamatban
it: %1$@ — in corso
ko: %1$@ — 진행 중
pl: %1$@ — w trakcie
pt: %1$@ — em curso
pt_br: %1$@ — em andamento
ru: %1$@ — идёт
th: %1$@ — กำลังดำเนินการ
tr: %1$@ — devam ediyor
uk: %1$@ — триває
zh: %1$@——进行中

# {0}/side
source: %1$@/side
ar: %1$@/جانب
de: %1$@/Seite
es: %1$@/lado
fr: %1$@/côté
hi: %1$@/तरफ़
hu: %1$@/oldal
it: %1$@/lato
ko: 한쪽 %1$@회
pl: %1$@/str.
pt: %1$@/lado
pt_br: %1$@/lado
ru: %1$@/стор.
th: %1$@/ข้าง
tr: %1$@/taraf
uk: %1$@/стор.
zh: %1$@/侧

# {0}: duration & pace
source: %1$@: duration & pace
ar: %1$@: المدة والوتيرة
de: %1$@: Dauer & Tempo
es: %1$@: duración y ritmo
fr: %1$@ : durée et allure
hi: %1$@: अवधि और गति
hu: %1$@: időtartam és tempó
it: %1$@: durata e ritmo
ko: %1$@: 시간과 속도
pl: %1$@: czas i tempo
pt: %1$@: duração e ritmo
pt_br: %1$@: duração e ritmo
ru: %1$@: длительность и темп
th: %1$@: ระยะเวลาและความเร็ว
tr: %1$@: süre ve tempo
uk: %1$@: тривалість і темп
zh: %1$@：时长与配速

# {0}: hold time
source: %1$@: hold time
ar: %1$@: مدة الثبات
de: %1$@: Haltezeit
es: %1$@: tiempo de sostén
fr: %1$@ : temps de maintien
hi: %1$@: होल्ड समय
hu: %1$@: tartási idő
it: %1$@: tempo di tenuta
ko: %1$@: 유지 시간
pl: %1$@: czas utrzymania
pt: %1$@: tempo de sustentação
pt_br: %1$@: tempo de isometria
ru: %1$@: время удержания
th: %1$@: เวลาค้าง
tr: %1$@: tutma süresi
uk: %1$@: час утримання
zh: %1$@：保持时间

# {0}: load step
source: %1$@: load step
ar: %1$@: خطوة الحمل
de: %1$@: Gewichtsschritt
es: %1$@: incremento de carga
fr: %1$@ : incrément de charge
hi: %1$@: वज़न वृद्धि
hu: %1$@: súlylépcső
it: %1$@: incremento di carico
ko: %1$@: 증량 폭
pl: %1$@: przyrost obciążenia
pt: %1$@: incremento de carga
pt_br: %1$@: incremento de carga
ru: %1$@: шаг веса
th: %1$@: ขั้นเพิ่มน้ำหนัก
tr: %1$@: ağırlık artışı
uk: %1$@: крок ваги
zh: %1$@：加重幅度

# {0}: progression
source: %1$@: progression
ar: %1$@: التقدم
es: %1$@: progresión
hi: %1$@: प्रोग्रेशन
hu: %1$@: progresszió
it: %1$@: progressione
ko: %1$@: 점진적 과부하
pl: %1$@: progresja
pt: %1$@: progressão
pt_br: %1$@: progressão
ru: %1$@: прогрессия
th: %1$@: การเพิ่มความก้าวหน้า
tr: %1$@: ilerleme
uk: %1$@: прогресія
zh: %1$@：进阶方式

# {0}: rep-range ceiling
source: %1$@: rep-range ceiling
ar: %1$@: الحد الأقصى لنطاق التكرارات
de: %1$@: Obergrenze des Wiederholungsbereichs
es: %1$@: máximo del rango de repeticiones
fr: %1$@ : haut de la fourchette de répétitions
hi: %1$@: रेप-रेंज की अधिकतम सीमा
hu: %1$@: ismétléstartomány teteje
it: %1$@: massimo del range di ripetizioni
ko: %1$@: 횟수 범위 상한
pl: %1$@: górna granica zakresu powtórzeń
pt: %1$@: máximo do intervalo de repetições
pt_br: %1$@: máximo do intervalo de repetições
ru: %1$@: верхняя граница диапазона повторений
th: %1$@: ขั้นสูงของช่วงจำนวนครั้ง
tr: %1$@: tekrar aralığı üst sınırı
uk: %1$@: верхня межа діапазону повторень
zh: %1$@：次数区间上限

# {0}: rep-range floor
source: %1$@: rep-range floor
ar: %1$@: الحد الأدنى لنطاق التكرارات
de: %1$@: Untergrenze des Wiederholungsbereichs
es: %1$@: mínimo del rango de repeticiones
fr: %1$@ : bas de la fourchette de répétitions
hi: %1$@: रेप-रेंज की न्यूनतम सीमा
hu: %1$@: ismétléstartomány alja
it: %1$@: minimo del range di ripetizioni
ko: %1$@: 횟수 범위 하한
pl: %1$@: dolna granica zakresu powtórzeń
pt: %1$@: mínimo do intervalo de repetições
pt_br: %1$@: mínimo do intervalo de repetições
ru: %1$@: нижняя граница диапазона повторений
th: %1$@: ขั้นต่ำของช่วงจำนวนครั้ง
tr: %1$@: tekrar aralığı alt sınırı
uk: %1$@: нижня межа діапазону повторень
zh: %1$@：次数区间下限

# {0}: reps
source: %1$@: reps
ar: %1$@: التكرارات
de: %1$@: Wiederholungen
es: %1$@: repeticiones
fr: %1$@ : répétitions
hi: %1$@: रेप्स
hu: %1$@: ismétlések
it: %1$@: ripetizioni
ko: %1$@: 횟수
pl: %1$@: powtórzenia
pt: %1$@: repetições
pt_br: %1$@: repetições
ru: %1$@: повторения
th: %1$@: จำนวนครั้ง
tr: %1$@: tekrar
uk: %1$@: повторення
zh: %1$@：次数

# {0}: sets
source: %1$@: sets
ar: %1$@: المجموعات
de: %1$@: Sätze
es: %1$@: series
fr: %1$@ : séries
hi: %1$@: सेट
hu: %1$@: sorozatok
it: %1$@: serie
ko: %1$@: 세트
pl: %1$@: serie
pt: %1$@: séries
pt_br: %1$@: séries
ru: %1$@: подходы
th: %1$@: เซ็ต
tr: %1$@: set
uk: %1$@: підходи
zh: %1$@：组数

# {0}: what’s planned
source: %1$@: what’s planned
ar: %1$@: ما هو مخطط
de: %1$@: geplant
es: %1$@: lo previsto
fr: %1$@ : prévu
hi: %1$@: योजना
hu: %1$@: tervezett
it: %1$@: in programma
ko: %1$@: 계획
pl: %1$@: w planie
pt: %1$@: previsto
pt_br: %1$@: previsto
ru: %1$@: по плану
th: %1$@: ตามแผน
tr: %1$@: planlanan
uk: %1$@: за планом
zh: %1$@：计划

# {0}h {1}m
source: %1$@h %2$@m
ar: %1$@ ساعة %2$@ دقيقة
de: %1$@ Std. %2$@ Min.
es: %1$@ h %2$@ min
fr: %1$@ h %2$@ min
hi: %1$@ घंटे %2$@ मिनट
hu: %1$@ ó %2$@ perc
it: %1$@ h %2$@ min
ko: %1$@시간 %2$@분
pl: %1$@ godz. %2$@ min
pt: %1$@ h %2$@ min
pt_br: %1$@ h %2$@ min
ru: %1$@ ч %2$@ мин
th: %1$@ ชม. %2$@ นาที
tr: %1$@ sa %2$@ dk
uk: %1$@ год %2$@ хв
zh: %1$@ 小时 %2$@ 分钟

# {0}’s plan
source: %1$@’s plan
ar: خطة %1$@
de: Plan von %1$@
es: Plan de %1$@
fr: Plan de %1$@
hi: %1$@ का प्लान
hu: %1$@ terve
it: Piano di %1$@
ko: %1$@님의 계획
pl: Plan: %1$@
pt: Plano de %1$@
pt_br: Plano de %1$@
ru: План: %1$@
th: แผนของ %1$@
tr: %1$@ planı
uk: План: %1$@
zh: %1$@ 的计划

# “{0}” added to {1}
source: “%1$@” added to %2$@
ar: تمت إضافة «%1$@» إلى %2$@
de: „%1$@“ zu %2$@ hinzugefügt
es: «%1$@» añadido a %2$@
fr: « %1$@ » ajouté à %2$@
hi: "%1$@" को %2$@ में जोड़ा गया
hu: „%1$@” hozzáadva ehhez: %2$@
it: «%1$@» aggiunto a %2$@
ko: "%1$@"이(가) %2$@에 추가됨
pl: „%1$@” dodano do %2$@
pt: «%1$@» adicionado a %2$@
pt_br: “%1$@” adicionado a %2$@
ru: «%1$@» добавлено в %2$@
th: เพิ่ม “%1$@” เข้า %2$@ แล้ว
tr: “%1$@”, %2$@ planına eklendi
uk: «%1$@» додано в %2$@
zh: “%1$@”已加入 %2$@

# “{0}” already exists
source: “%1$@” already exists
ar: «%1$@» موجود مسبقاً
de: „%1$@“ existiert bereits
es: «%1$@» ya existe
fr: « %1$@ » existe déjà
hi: “%1$@” पहले से मौजूद है
hu: „%1$@” már létezik
it: «%1$@» esiste già
ko: “%1$@”은(는) 이미 있습니다
pl: „%1$@” już istnieje
pt: «%1$@» já existe
pt_br: “%1$@” já existe
ru: «%1$@» уже существует
th: “%1$@” มีอยู่แล้ว
tr: “%1$@” zaten var
uk: «%1$@» вже існує
zh: 「%1$@」已存在

# “{0}” and its exercises will be removed.
source: “%1$@” and its exercises will be removed.
ar: سيُحذف «%1$@» مع تمارينه.
de: „%1$@“ und ihre Übungen werden entfernt.
es: «%1$@» y sus ejercicios se eliminarán.
fr: « %1$@ » et ses exercices seront supprimés.
hi: "%1$@" और उसके व्यायाम हटा दिए जाएँगे।
hu: „%1$@” és a gyakorlatai el lesznek távolítva.
it: «%1$@» e i suoi esercizi verranno rimossi.
ko: "%1$@"과(와) 그 운동들이 삭제됩니다.
pl: „%1$@” i jego ćwiczenia zostaną usunięte.
pt: «%1$@» e os seus exercícios serão removidos.
pt_br: “%1$@” e seus exercícios serão removidos.
ru: «%1$@» и её упражнения будут удалены.
th: “%1$@” และท่าทั้งหมดในนั้นจะถูกลบ
tr: “%1$@” ve egzersizleri kaldırılacak.
uk: «%1$@» та її вправи буде видалено.
zh: “%1$@”及其动作将被移除。

# “{0}” created
source: “%1$@” created
ar: تم إنشاء «%1$@»
de: „%1$@“ erstellt
es: «%1$@» creado
fr: « %1$@ » créé
hi: “%1$@” बन गई
hu: „%1$@” létrehozva
it: «%1$@» creato
ko: “%1$@” 생성됨
pl: „%1$@” utworzono
pt: «%1$@» criado
pt_br: “%1$@” criado
ru: «%1$@» создано
th: สร้าง “%1$@” แล้ว
tr: “%1$@” oluşturuldu
uk: «%1$@» створено
zh: 「%1$@」已创建

# “{0}” is saved, but signs in only once this profile has a password.
source: “%1$@” is saved, but signs in only once this profile has a password.
ar: «%1$@» محفوظ، لكنه لا يُستخدم لتسجيل الدخول إلا بعد أن يصبح لهذا الملف كلمة مرور.
de: „%1$@“ ist gespeichert, meldet dich aber erst an, wenn dieses Profil ein Passwort hat.
es: «%1$@» está guardado, pero solo sirve para iniciar sesión cuando este perfil tenga contraseña.
fr: « %1$@ » est enregistré, mais ne sert à te connecter qu’une fois que ce profil a un mot de passe.
hi: "%1$@" सेव है, लेकिन इससे साइन इन तभी होगा जब इस प्रोफ़ाइल का पासवर्ड हो।
hu: „%1$@” el van mentve, de csak akkor lehet vele bejelentkezni, ha ennek a profilnak van jelszava.
it: «%1$@» è salvato, ma serve per accedere solo quando questo profilo avrà una password.
ko: "%1$@"이(가) 저장되어 있지만, 이 프로필에 비밀번호가 있어야 로그인에 쓸 수 있어요.
pl: „%1$@” jest zapisany, ale posłuży do logowania dopiero, gdy ten profil będzie mieć hasło.
pt: «%1$@» está guardado, mas só serve para iniciar sessão quando este perfil tiver uma palavra-passe.
pt_br: “%1$@” está salvo, mas só serve para entrar depois que este perfil tiver uma senha.
ru: «%1$@» сохранён, но для входа сработает, только когда у этого профиля будет пароль.
th: บันทึก “%1$@” ไว้แล้ว แต่จะใช้เข้าสู่ระบบได้เมื่อโปรไฟล์นี้มีรหัสผ่านเท่านั้น
tr: “%1$@” kayıtlı, ancak bu profilin bir şifresi olduğunda giriş için kullanılabilir.
uk: «%1$@» збережено, але для входу спрацює, лише коли в цього профілю буде пароль.
zh: “%1$@”已保存，但只有此个人资料设置了密码后才能用它登录。

source: Face ID / Touch ID
zh: 面容 ID / 触控 ID
